---
kind: property
id: P:Autodesk.Revit.DB.Visual.AdvancedWood.WoodPoreCellDim
source: html/d6b3e5cb-8ef6-68ce-c048-18aa321ad55d.htm
---
# Autodesk.Revit.DB.Visual.AdvancedWood.WoodPoreCellDim Property

The property labeled "Dim (cm) of cell containing one pore" from the "AdvancedWood" schema.

## Syntax (C#)
```csharp
public static string WoodPoreCellDim { get; }
```

## Remarks
This property is of type "AssetPropertyDistance".